Repository: Cha0sThe0ry/chaos-xonotic-data.pk3dir
Catalog: common.*.po
Languages: hu

source: ERROR - MENU IS VISIBLE BUT NO MENU WAS DEFINED!
hu: HIBA - A MENÜ LÁTHATÓ, DE NEM VOLT DEFINIÁLVA!

source: ^3Your engine build is outdated ^3This Server uses a newer QC VM. Please update!
hu: ^3A grafikus motorod elavult. ^3A szerver újabb QC Virtuális Gépet (VM) használ. Kérlek, frissítsd a sajátodat!

source: ^4CSQC Build information: ^1%s
hu: ^4CSQC Build-Információ: ^1%s (magyar)

source: trying to switch to unsupported team %d
hu: nem támogatott %d csapathoz próbálsz csatlakozni

source: Unknown entity type in CSQC_Ent_Update (enttype: %d, edict: %d, classname: %s)
hu: Ismeretlen entitás típus CSQC_Ent_Update (enttype: %d, edict: %d, classname: %s)

source: %s (not bound)
hu: %s (nincs kiosztva)

source: (-%dL)
hu: (-%dR)

source: (+%dL)
hu: (+%dR)

source: Start line
hu: Start

source: Finish line
hu: Cél

source: Intermediate %d
hu: Közepes %d

source: Out of ammo
hu: Nincs több lőszered.

source: Don't have
hu: nincs nálad

source: Unavailable
hu: nem elérhető

source: Player %d
hu: Játékos %d

source: ^1Intermediate 1 (+15.42)
hu: ^1Közepes 1 (+15.42)

source: ^1PENALTY: %.1f (%s)
hu: ^1BÜNTETÉS: %.1f (%s)

source: ^2PENALTY: %.1f (%s)
hu: ^2BÜNTETÉS: %.1f (%s)

source: ^1You must answer before entering hud configure mode
hu: ^1Választanod kell, mielőtt beléphetsz a HUD beállításokba

source: ^2Name ^7instead of "^1Anonymous player^7" in stats
hu: ^2Név^7 mutatása "^1Anonymous player^7" helyett a statisztikákban

source: A vote has been called for:
hu: Szavaznod kell az alábbi ügyben:

source: Allow servers to store and display your name?
hu: Megengeded, hogy a szerver eltárolja én megjelenítse a neved?

source: ^1Configure the HUD
hu: ^1A HUD beállításai

source: Yes (%s): %d
hu: Igen (%s): %d

source: No (%s): %d
hu: Nem (%s): %d

source: Personal best
hu: Saját legjobb idő

source: Server best
hu: Szerver legjobb idő

source: ^3Player^7: This is the chat area.
hu: ^3Player^7: Ez a csevej terület

source: ^1Observing
hu: ^1Néző

source: ^1Spectating: ^7%s
hu: ^7%s^1-t nézed és követed

source: ^1Press ^3%s^1 to spectate
hu: ^1Nyomd meg a ^3%s^1 gombot, hogy nézőként lépj be!

source: ^1Use ^3%s^1 or ^3%s^1 to change the speed
hu: ^1Használd a ^3%s^1 vagy ^3%s^1 gombokat a sebesség változtatásához!

source: ^1Press ^3%s^1 to observe
hu: ^1Nyomd meg a ^3%s^1 gombot, hogy néző lehess!

source: ^1Press ^3%s^1 for gamemode info
hu: ^1Nyomd meg a ^3%s^1 gombot a játékmód információkért!

source: ^1Wait for your turn to join
hu: ^1Várj kérlek a saját körödre!

source: ^1Match has already begun
hu: ^1A játék már elkezdődött

source: ^1You have no more lives left
hu: ^1Nincs több életed

source: ^1Press ^3%s^1 to join
hu: ^1Nyomd meg a ^3%s^1 gombot a játékba való belépéshez!

source: ^1Game starts in ^3%d^1 seconds
hu: ^1A játék ^3%d^1 másodpercen belül elkezdődik!

source: ^2Currently in ^1warmup^2 stage!
hu: ^2Jelenleg ^1BEMELEGÍTÉS^7 zajlik!

source: %sPress ^3%s%s to end warmup
hu: %s, kérlek nyomd meg a ^3%s%s gombot a bemelegítés befejezéséhez!

source: %sPress ^3%s%s once you are ready
hu: %s, kérlek nyomd meg a ^3%s%s gombot, amint készen állsz!

source: ^2Waiting for others to ready up to end warmup...
hu: ^2Várakozás a többiekre, hogy befejezzék a bemelegítést...

source: ^2Waiting for others to ready up...
hu: ^2Várj kérlek, amíg a többiek készen állnak...

source: ^2Press ^3%s^2 to end warmup
hu: ^2Nyomd meg a ^3%s^2 gombot a bemelegítés befejezéséhez!

source: Teamnumbers are unbalanced!
hu: A csapatok egyenlőtlenül vannak elosztva!

source: Press ^3%s%s to adjust
hu: Nyomd meg a ^3%s%s gombot a kiegyenlítéshez!

source: ^7Press ^3ESC ^7to show HUD options.
hu: ^7Nyomd meg az ^3ESC^7 gombot a HUD beállításának lehetőségeihez!

source: ^3Doubleclick ^7a panel for panel-specific options.
hu: ^3Kattints duplán^7 egy panelre a panel-specifikus beállításokhoz!

source: ^3CTRL ^7to disable collision testing, ^3SHIFT ^7and
hu: A ^3CTRL^7 gomb segítségével kikapcsolhatod az illesztést, a ^3SHIFT^7 és

source: ^3ALT ^7+ ^3ARROW KEYS ^7for fine adjustments.
hu: az ^3ALT^7 + ^3NYÍLGOMBOK^7-kal finoman mozgathatsz!

source: knots
hu: Csomó

source: Automatically fixed wrong/missing panel numbers in _hud_panelorder
hu: A panel számok a _hud_panelorder -ben autonatikus javításra kerültek

source: ^2Successfully exported to %s! (Note: It's saved in data/data/)
hu: ^2Sikeresen exportálva %s -ként! (Figyelem: az adatok a data/data/ könyvtárban találhatók meg!)

source: ^1Couldn't write to %s
hu: ^1Nem lehet írni a %s -ba/be

source: (1 vote)
hu: (1 szavazat)

source: (%d votes)
hu: (%d szavazat)

source: Don't care
hu: Mindegy

source: Vote for a map
hu: Válassz pályát!

source: %d seconds left
hu: %d másodperc maradt hátra

source: mv_mapdownload: ^3You're not supposed to use this command on your own!
hu: mv_mapdownload: ^3Nem kéne ezt a parancsot használnod!

source: ^1Error:^7 Couldn't find pak index.
hu: ^1Hiba:^7 nem találom a pak-Indexet

source: Requesting preview...
hu: Előnézet kérése...

source: Trying to remove a team which is not in the teamlist!
hu: Olyan csapatot próbálsz eltávolítani, ami nincs a csapatlistában!

source: Received HTTP request data for an invalid id %d.
hu: Érvénytelen HTTP adatkérés érkezett id %d.

source: Can't unstick an entity (edict: %d, classname: %s, origin: %s)
hu: Egy objektumot nem tudok felszabadítani (edict: %d, classname: %s, origin: %s)

source: Sucessfully unstuck an entity (edict: %d, classname: %s, origin: %s)
hu: Objektum sikeresen felszabadítva (edict: %d, classname: %s, origin: %s)

source: SCO^bckills
hu: LH gyilokok

source: SCO^bctime
hu: Labdaidő

source: SCO^caps
hu: Rablások

source: SCO^deaths
hu: Halálok

source: SCO^destroyed
hu: megsemmisítve

source: SCO^drops
hu: elvesztve

source: SCO^faults
hu: Hibák

source: SCO^fckills
hu: ZH gyilokok

source: SCO^goals
hu: Gólok

source: SCO^kckills
hu: KH gyilokok

source: SCO^kdratio
hu: ÖH arány

source: SCO^k/d
hu: Ö/H

source: SCO^kd
hu: ÖH

source: SCO^kdr
hu: ÖHA

source: SCO^kills
hu: Gyilokok

source: SCO^laps
hu: Körök

source: SCO^lives
hu: Életek

source: SCO^losses
hu: elvesztve

source: SCO^name
hu: Név

source: SCO^nick
hu: Nick

source: SCO^objectives
hu: célpontok

source: SCO^pickups
hu: Zászlók

source: SCO^ping
hu: Ping

source: SCO^pl
hu: CSV

source: SCO^pushes
hu: Lökések

source: SCO^rank
hu: Rang

source: SCO^returns
hu: Visszaszerzések

source: SCO^revivals
hu: Újraéledések

source: SCO^score
hu: Pontok

source: SCO^suicides
hu: Öngyilokok

source: SCO^takes
hu: Átvétel

source: SCO^ticks
hu: Tikk

source: You can modify the scoreboard using the ^2scoreboard_columns_set command.
hu: A ponttábla méretét a ^2scoreboard_columns_set paranccsal tudod megváltoztatni.

source: Usage:
hu: Használat:

source: The following field names are recognized (case insensitive):
hu: Az alábbi mező azonosítókat ismertem fel (nagybetű/kisbetű nem számít):

source: You can use a ^3|^7 to start the right-aligned fields.
hu: A ^3|^7 karakterrel jobbra rendezett mezőket tudsz létrehozni.

source: ^3name^7 or ^3nick^7 Name of a player
hu: ^3név ^7 vagy ^3nick^7 A játékos neve

source: ^3ping^7 Ping time
hu: ^3ping^7 Ping

source: ^3pl^7 Packet loss
hu: ^3csv^7 Csomagvesztés

source: ^3kills^7 Number of kills
hu: ^3megölt^7 Megöltek száma

source: ^3deaths^7 Number of deaths
hu: ^3halálok^7 Halálok száma

source: ^3suicides^7 Number of suicides
hu: ^3öngyilkosságok^7 Öngyilkosságok száma

source: ^3frags^7 kills - suicides
hu: ^3gyilokok^7 Ölések mínusz öngyilkosságok

source: ^3kd^7 The kill-death ratio
hu: ^3GYH^7 Das Kill/Death-Ratio

source: ^3caps^7 How often a flag (CTF) or a key (KeyHunt) was captured
hu: ^3rablások^7 Hányszor rabolta el a zászlót (Zászlórablás) vagy gyűjtötte össze a kulcsokat (Kulcsvadászat)

source: ^3pickups^7 How often a flag (CTF) or a key (KeyHunt) or a ball (Keepaway) was picked up
hu: ^3megszerzések^7 Hányszor szerezte meg a Zászlót/Kulcsot

source: ^3fckills^7 Number of flag carrier kills
hu: ^3ZHgyilokok^7 Megölt zászlóhordozók száma

source: ^3returns^7 Number of flag returns
hu: ^3visszaszerzések^7 Zászló visszaszerzések száma

source: ^3drops^7 Number of flag drops
hu: ^3elvesztések^7 Hányszor dobta el a zászlót

source: ^3lives^7 Number of lives (LMS)
hu: ^3életek^7 Életek száma (Csak egy maradhat)

source: ^3rank^7 Player rank
hu: ^3rank^7 Játékos rangja

source: ^3pushes^7 Number of players pushed into void
hu: ^3lökések^7 A Nagy Semmibe lökött áldozatok száma

source: ^3destroyed^7 Number of keys destroyed by pushing them into void
hu: ^3elpusztítva^7 A Nagy Semmiben elpusztított kulcsok száma

source: ^3kckills^7 Number of keys carrier kills
hu: ^3KHgyilokok^7 Megölt kulcshordozók száma

source: ^3losses^7 Number of times a key was lost
hu: ^3elvesztve^7 Elvesztett kulcsok száma

source: ^3laps^7 Number of laps finished (race/cts)
hu: ^3körök^7 Befejezett körök száma (Verseny/Ügyességi v.)

source: ^3time^7 Total time raced (race/cts)
hu: ^3idő^7 Összes versenyzéssel töltött idő (Verseny/Ügyességi v.)

source: ^3fastest^7 Time of fastest lap (race/cts)
hu: ^3leggyorsabb^7 Leggyorsabb kör ideje (Verseny/Ügyességi v.)

source: ^3ticks^7 Number of ticks (DOM)
hu: ^3ketyegés^7 Ketyegések száma (Uralom)

source: ^3takes^7 Number of domination points taken (DOM)
hu: ^3foglalás^7 Elfoglalt Uralompontok (Uralom)

source: ^3bckills^7 Number of ball carrier kills
hu: ^3LHgyilokok^7 Megölt labdahordozók száma

source: ^3bctime^7 Total amount of time holding the ball in Keepaway
hu: ^3LHidő^7 Labda birtoklásának összesített ideje (Önzőség)

source: ^3score^7 Total score
hu: ^3pont^7 Teljes pontszám

source: Before a field you can put a + or - sign, then a comma separated list of game types, then a slash, to make the field show up only in these or in all but these game types. You can also specify 'all' as a field to show all fields available for the current game mode.
hu: Egy mező elé elé tégy + vagy - jelet, majd vesszőkkel elválasztva azon játék típusok listáját bezárva egy / jellel, amelyekben szeretnéd hogy megjelenjen vagy ne jelenjen meg az adott mező.

source: The special game type names 'teams' and 'noteams' can be used to include/exclude ALL teams/noteams game modes.
hu: A 'teams' és 'noteams' speciális kifejezésekkel az összes csapatjátékos módra (teams) és egyéni (noteams) módra utalhatsz.

source: Example: scoreboard_columns_set name ping pl | +ctf/field3 -dm/field4
hu: Például: scoreboard_columns_set name ping pl | +ctf/field3 -dm/field4

source: will display name, ping and pl aligned to the left, and the fields right of the vertical bar aligned to the right.
hu: balra rendezve kiírja a nevet, a pinget, a csv-t a jobb oldalra rendezett egyenes vonal jobb oldalára.

source: 'field3' will only be shown in CTF, and 'field4' will be shown in all other gamemodes except DM.
hu: 'field3' csak Zászlórablás játékmódban látszik, 'field4' pedig Haláljátszma kivételével az összes többiben.

source: Accuracy stats (average %d%%)
hu: Tüzelési pontosság (Átlag: %d%%)

source: Map stats:
hu: Pálya statisztikák:

source: Secrets found:
hu: Feldezett titkok:

source: Rankings
hu: Helyezések

source: Scoreboard
hu: Ponttábla

source: Speed award: %d ^7(%s^7)
hu: Gyorsasági díj: %d ^7(%s^7)

source: All-time fastest: %d ^7(%s^7)
hu: Rekord: %d ^7(%s^7)

source: Spectators
hu: Nézők

source: playing on ^2%s^7
hu: A játék a ^2%s^7 pályán zajlik

source: for up to ^1%1.0f minutes^7
hu: még ^1%.1f percig^7

source: or
hu: vagy

source: until ^3%s %s^7
hu: ^3%s %s^7

source: SCO^points
hu: pontszámig

source: SCO^is beaten
hu: időt valaki meg nem dönti

source: until a lead of ^3%s %s^7
hu: amíg valaki ^3%s %s^7 -ig nem vezeti a mezőnyt.

source: Cannot initialize sound %s
hu: Nem tudtam a %s hangot inicializálni

source: %s under attack!
hu: %s támadás alatt!

source: Push
hu: Nyomd meg!

source: Destroy
hu: Pusztítsd el!

source: Defend
hu: Védd meg!

source: Blue base
hu: Kék Bázis

source: DANGER
hu: VESZÉLY!

source: Flag carrier
hu: Zászlóhordozó

source: Dropped flag
hu: Elhagyott zászló

source: Help me!
hu: Segítség!

source: Here
hu: Itt

source: Dropped key
hu: Elhagyott kulcs

source: Key carrier
hu: Kulcshordozó

source: Run here
hu: Rohanj ide!

source: Red base
hu: Vörös Bázis

source: Waypoint
hu: Irányjelző

source: Generator
hu: Generátor

source: Control point
hu: Uralompont

source: Checkpoint
hu: Ellenőrző pont

source: Finish
hu: Cél

source: Ball
hu: Labda

source: Ball carrier
hu: Labdahordozó

source: Laser
hu: Lézer

source: Shotgun
hu: Puska

source: Machine Gun
hu: Gépfegyver

source: Mortar
hu: Gránátvető

source: Rocket Launcher
hu: Rakétavető

source: Hook
hu: Kampó

source: Fireball
hu: Tűzgömb

source: HLAC
hu: NLRÁ

source: Mine Layer
hu: Aknavető

source: Invisibility
hu: Láthatatlanság

source: Extra life
hu: Extra élet

source: Speed
hu: Sebesség

source: Strength
hu: Sebzésnövelő

source: Shield
hu: Védelmező

source: Fuel regen
hu: Üzemanyag újratöltés

source: Jet Pack
hu: Hátirakéta

source: Frozen!
hu: Megfagyva!

source: Tagged
hu: Megjelölt

source: Vehicle
hu: Jármű

source: %s needing help!
hu: %s segítséget kér!

source: error: status is %d
hu: Hiba: állapot %d

source: error creating curl handle
hu: Curl kezelő hibát okozott

source: %dth
hu: %d.

source: @!#%'n Tuba Throwing
hu: @!#%'n Tuba Dobás

source: Deathmatch
hu: Haláljátszma

source: Last Man Standing
hu: Csak egy maradhat

source: Arena
hu: Aréna

source: Race
hu: Verseny

source: Race CTS
hu: Ügyességi verseny

source: Team Deathmatch
hu: Csapat[os] öldöklés

source: Capture the Flag
hu: Zászlórablás

source: Clan Arena
hu: Klán Aréna

source: Domination
hu: Uralom

source: Key Hunt
hu: Kulcsvadászat

source: Assault
hu: Ostrom

source: Onslaught
hu: Támadás

source: Freeze Tag
hu: Fagyasztás

source: Keepaway
hu: Önzőség

source: Usage: menu_cmd command..., where possible commands are:
hu: Használat: menu_cmd parancs..., ahol a lehetséges parancs:

source: sync - reloads all cvars on the current menu page
hu: sync - újratölti az összes cvar-t az aktuális menü oldalon

source: directmenu ITEM - select a menu item as main item
hu: directmenu TÁRGY - kiválaszt egy menü pontot, fő pontként

source: Invalid command. For a list of supported commands, try menu_cmd help.
hu: Érvénytelen parancs. A támogatott parancsok listájáért, próbáld a menu_cmd segitséget.

source: NOTE: label text %s too wide for label, condensed by factor %f
hu: MEGJEGYZÉS: a(z) %s szöveg túl széles címkének, csökkentsd %f-el

source: Item %d
hu: Tárgy %d

source: custom
hu: egyéni

source: ^4MQC Build information: ^1%s
hu: ^4MQC Build információ: %s

source: Level %d: %s
hu: Szint %d: %s

source: will be saved to config.cfg
hu: A config.cfg-be lesz mentve

source: will not be saved
hu: Nem lesz elmentve

source: private
hu: magán

source: engine setting
hu: grafikus motor beállítás

source: read only
hu: csak olvasható

source: Credits
hu: Közreműködők

source: OK
hu: Rendben

source: Welcome
hu: Üdvözlünk a Xonoticban!

source: Welcome to Xonotic, please select your language preference and enter your player name to get started. You can change these options later through the menu system.
hu: Üdvözlünk a Xonotic-ban! Kérjük, a kezdéshez válaszd ki a használni kívánt nyelvet és írd be a játékos nevedet! Ezeket később meg tudod változtatni a menürendszerben.

source: Name:
hu: Név:

source: Text language:
hu: Fordítás:

source: Allow player statistics to use your nickname at stats.xonotic.org?
hu: Engedélyezed, hogy a statisztikáid mellett a játékosneved is megjelenjen a stats.xonotic.org-on?

source: ALWU2N^Yes
hu: Igen

source: ALWU2N^No
hu: Nem

source: ALWU2N^Undecided
hu: Később eldöntöm

source: Save settings
hu: Beállítások mentése

source: Ammo Panel
hu: Lőszer Panel

source: Ammunition display:
hu: Lőszer kijelző:

source: Show only current ammo type
hu: Csak az aktuális lőszer típus megjelenítése

source: Align icon:
hu: Ikon sorrend:

source: Left
hu: Balra

source: Right
hu: Jobbra

source: Centerprint
hu: Fontos üzenetek panel

source: Message duration:
hu: Üzenetek élettartama:

source: Fade time:
hu: Bejegyzés elhalványulási ideje:

source: Flip messages order
hu: Értesítési sorrend megfordítása

source: Text alignment:
hu: Szöveg igazítása:

source: Center
hu: Középre

source: Font scale:
hu: Betűméret:

source: Chat Panel
hu: Csevej Panel

source: Chat entries:
hu: Csevej bejegyzések:

source: Chat size:
hu: Csevej mérete:

source: Chat lifetime:
hu: Csevej élettartam:

source: Chat beep sound
hu: Csevej pittyenés

source: Engine Info Panel
hu: Grafikus motor információs panel

source: Engine info:
hu: Grafikus motor információ:

source: Use an averaging algorithm for fps
hu: Átlagoló algoritmus használata az fps-hez

source: Health/Armor Panel
hu: Életerő/Páncél Panel

source: Enable status bar
hu: Állapotsor engedélyezése

source: Status bar alignment:
hu: Állapotsor igazítása:

source: Inward
hu: Befelé

source: Outward
hu: Kifelé

source: Icon alignment:
hu: Ikonok igazítása:

source: Flip health and armor positions
hu: Életerő és páncél pozíciójának cseréje

source: Info Messages Panel
hu: Infó üzenetek panel

source: Info messages:
hu: Infó üzenetek:

source: Flip align
hu: Fordított igazítás

source: Mod Icons Panel
hu: Játékmód ikonok Panel

source: Notification Panel
hu: Értesítő Panel

source: Notifications:
hu: Értesítések:

source: Also print notifications to the console
hu: Az értesítéseket a konzol is kiírja

source: Flip notify order
hu: Értesítési sorrend megfordítása

source: Entry lifetime:
hu: Bejegyzés élettartama:

source: Entry fadetime:
hu: Bejegyzés elhalványulási ideje:

source: Physics Panel
hu: Fizika Panel

source: Panel disabled
hu: Panel kikapcsolva

source: Panel enabled
hu: Panel engedélyezése

source: Panel enabled even observing
hu: Panel engedélyezett, még nézőként is

source: Panel enabled only in Race/CTS
hu: Panel csak Verseny/Ügyességi v.-ben engedélyezett

source: Status bar
hu: Állapotsor

source: Left align
hu: Balra igazítva

source: Right align
hu: Jobbra igazítva

source: Inward align
hu: Befelé

source: Outward align
hu: Kifelé

source: Flip speed/acceleration positions
hu: Sebesség/gyorsulás pozíciójának cseréje

source: Speed:
hu: Sebesség (kB/s):

source: Include vertical speed
hu: Függőleges sebességet is

source: Speed unit:
hu: Sebesség mértékegysége:

source: knots
hu: csomó

source: Show
hu: Látható

source: Top speed
hu: Csúcssebesség

source: Acceleration:
hu: Gyorsulás:

source: Include vertical acceleration
hu: Függőleges sebességet is

source: Powerups Panel
hu: Turbózó Panel

source: Flip strength and shield positions
hu: Sebzésnövelő és Védelmező pozíciójának felcserélése

source: Pressed Keys Panel
hu: Megnyomott gombok Panel

source: Panel enabled when spectating
hu: Panel csak nézőként engedélyezett

source: Panel always enabled
hu: Panel mindig látható

source: Forced aspect:
hu: Kényszerített arány:

source: Race Timer Panel
hu: Időmérő Panel

source: Panel enabled in teamgames
hu: Panel csapatjátékokban engedélyezve

source: Alpha:
hu: Átlátszóság:

source: Rotation:
hu: Forgatás:

source: Forward
hu: Előre

source: West
hu: Nyugat

source: South
hu: Dél

source: East
hu: Kelet

source: North
hu: Észak

source: Scale:
hu: Méret:

source: Zoom mode:
hu: Nagyítási mód:

source: Zoomed in
hu: Nagyítás

source: Zoomed out
hu: Kicsinyítés

source: Always zoomed
hu: Mindig nagyított

source: Never zoomed
hu: Sohasem nagyított

source: Score Panel
hu: Pontjelző panel

source: Score:
hu: Pont:

source: Rankings:
hu: Helyezés:

source: Off
hu: Kikapcsolva

source: And me
hu: És nekem

source: Pure
hu: Tiszta

source: Timer Panel
hu: Időmérő panel

source: Timer:
hu: Időmérő:

source: Show elapsed time
hu: Eltelt idő mutatása

source: Vote Panel
hu: Szavazó panel

source: Alpha after voting:
hu: Átlátszóság szavazat után:

source: Weapons Panel
hu: Fegyver panel

source: Fade out after:
hu: Elhalványulás késleltetése:

source: Never
hu: Soha

source: Fade effect:
hu: Elhalványulás hatása:

source: EF^None
hu: EF^Nincs

source: Alpha
hu: Halványuló

source: Slide
hu: Becsúszó

source: EF^Both
hu: Mindkettő

source: Weapon icons:
hu: Fegyver ikonok:

source: Show only owned weapons
hu: Csak a saját iránypontjaim megjelenítése

source: Show weapon ID as:
hu: A Fegyver ID megjelenítése mint:

source: SHOWAS^None
hu: Sehogy

source: Number
hu: Számmal

source: Bind
hu: Billentyű

source: Show Accuracy
hu: Pontosság mutatása

source: Show Ammo
hu: Lőszer mutatása

source: Ammo bar color:
hu: Lőszer jelző színe:

source: Ammo bar alpha:
hu: Lőszer jelző átlátszósága:

source: Panel HUD Setup
hu: HUD panel beállítása

source: Panel background defaults:
hu: Alapértelmezett panel háttér:

source: Background:
hu: Háttér:

source: Disable
hu: Letiltás

source: Color:
hu: Szín:

source: Border size:
hu: Keret méret:

source: Team color:
hu: Csapat szín:

source: Test team color in configure mode
hu: Csapat szín tesztelés beállítás közben

source: Padding:
hu: Kitöltés:

source: HUD Dock:
hu: HUD rögzítők:

source: DOCK^Disabled
hu: Letiltva

source: DOCK^Small
hu: Kicsi

source: DOCK^Medium
hu: Közepes

source: DOCK^Large
hu: Nagy

source: Grid settings:
hu: Rács beállítások:

source: Snap panels to grid
hu: Panelek rácshoz igazítása

source: Grid size:
hu: Rács méret:

source: Exit setup
hu: Kilépés a beállításokból

source: Multiplayer
hu: Többjátékos mód

source: Servers
hu: Szerverek

source: Create
hu: Létrehozás

source: Demos
hu: Demók

source: Player Setup
hu: Játékos beállítások

source: Game type:
hu: Játék típusa:

source: Time limit:
hu: Időhatár:

source: Use map specified default
hu: Pályához tartozó alapérték használata

source: Point limit:
hu: Ponthatár:

source: Player slots:
hu: Maximális játékosszám

source: Number of bots:
hu: Botok száma:

source: Bot skill:
hu: Botok szintje

source: Botlike
hu: Béna

source: Beginner
hu: Kezdő

source: You will win
hu: Te fogsz nyerni

source: You can win
hu: Nyerhetsz

source: You might win
hu: Talán győzhetsz

source: Advanced
hu: Rutinos

source: Expert
hu: Tapasztalt

source: Pro
hu: Hivatásos

source: Assassin
hu: Gyilkológép

source: Unhuman
hu: Embertelen

source: Godlike
hu: MAGA AZ ISTEN

source: Mutators...
hu: Módosítók...

source: Advanced settings...
hu: Haladó beállítások...

source: Map list:
hu: Pályalista:

source: Select all
hu: Az összes

source: Select none
hu: Egyik sem

source: Start Multiplayer!
hu: Többjátékos indítása!

source: Capture limit:
hu: Zászlórablások száma:

source: Lives:
hu: Életek:

source: Laps:
hu: Körök:

source: Goals:
hu: Célok:

source: Frag limit:
hu: Gyilok határérték:

source: Advanced server settings
hu: Haladó szerver beállítások

source: Game settings:
hu: Játék beállítások:

source: Allow spectating
hu: Nézők engedélyezése

source: Spawn shield:
hu: Védelmező megjelenése:

source: Game speed:
hu: Játék sebessége:

source: Teamplay settings:
hu: Csapatjáték beállítások:

source: Friendly fire scale:
hu: Csapattárs sebzés mértéke:

source: Virtual friendly fire (effect only)
hu: Látszólagos csapattárs sebzés (csak látvány)

source: Friendly fire penalty:
hu: Csapattárs megsebzésének büntetése:

source: Virtual penalty (effect only)
hu: Látszólagos büntetés (csak látvány)

source: Teams:
hu: Csapatok:

source: Map voting:
hu: Pálya szavazás:

source: No voting
hu: Nincs szavazás

source: 2 choices
hu: 2 lehetőség

source: 3 choices
hu: 3 lehetőség

source: 4 choices
hu: 4 lehetőség

source: 5 choices
hu: 5 lehetőség

source: 6 choices
hu: 6 lehetőség

source: 7 choices
hu: 7 lehetőség

source: 8 choices
hu: 8 lehetőség

source: 9 choices
hu: 9 lehetőség

source: Simple majority wins vcall
hu: Egyszerű többség nyer

source: Map Information
hu: Pálya Információ

source: Full item placement
hu: Minden tárgy elhelyezése

source: MinstaGib only
hu: Csak MinstaGib

source: Title:
hu: Cím:
