Repository: Cha0sThe0ry/chaos-xonotic-data.pk3dir
Catalog: common.*.po
Languages: hu

source: Author:
hu: Szerző:

source: Features:
hu: Jellemzők:

source: Game types:
hu: Játék típusok:

source: Close
hu: Bezár

source: MAP^Play
hu: Pálya indítása

source: Mutators
hu: Módosítók

source: All Weapons Arena
hu: Minden Fegyver Aréna

source: Most Weapons Arena
hu: Legtöbb Fegyver Aréna

source: %s Arena
hu: %s Aréna

source: Dodging
hu: Félreugrás

source: Rocket Flying
hu: Rakéta repülés

source: Invincible Projectiles
hu: Sérthetetlen lövedékek

source: No start weapons
hu: Nincs kezdő fegyver

source: Low gravity
hu: Alacsony gravitáció

source: Cloaked
hu: Álcázott

source: Midair
hu: Sebzés csak levegőben

source: Vampire
hu: Vámpír

source: Weapons stay
hu: Fegyverek maradnak

source: Blood loss
hu: Vérveszteség

source: Jet pack
hu: Háti rakéta

source: No powerups
hu: Nincsenek Turbózók

source: Powerups
hu: Powerup Panel

source: MUT^None
hu: Nincs

source: Gameplay mutators:
hu: Játékmenet módosítók:

source: Weapon & item mutators:
hu: Fegyver és tárgy módosítók:

source: Grappling hook
hu: Vonóhorog

source: Regular (no arena)
hu: Hagyományos (nincs módosítás)

source: Weapon arenas:
hu: Fegyver Arénák:

source: Most weapons
hu: Minden fegyver

source: Special arenas:
hu: Különleges Arénák:

source: with laser
hu: lézerrel

source: Demo
hu: Demók

source: Automatically record demos while playing
hu: Játék közben demók rögzítése

source: Filter:
hu: Szűrés:

source: Timedemo
hu: Időmérés

source: DEMO^Play
hu: Visszajátszás

source: Join
hu: Csatlakozás

source: SRVS^Empty
hu: SRVS^Üres

source: SRVS^Full
hu: SRVS^Megtelt

source: Pause
hu: Szünet

source: Address:
hu: Cím:

source: Info...
hu: További infó

source: Join!
hu: Csatlakozok!

source: Server Information
hu: Szerver információ

source: Default
hu: Alapértelmezett

source: %d modified
hu: %d módosított beállítások

source: Official
hu: Hivatalos beállítások

source: N/A (auth library missing, can't connect)
hu: N/A (nem tudok csatlakozni)

source: N/A (auth library missing)
hu: N/A (titkosítási függvénytár hiányzik)

source: Not supported (can't connect)
hu: nem támogatott (nem tudok csatlakozni)

source: Not supported (won't encrypt)
hu: nem támogatott (nem titkosított)

source: Supported (will encrypt)
hu: támogatott (titkosított)

source: Supported (won't encrypt)
hu: támogatott (nem titkosított)

source: Requested (will encrypt)
hu: kért (titkosított)

source: Requested (won't encrypt)
hu: kért (nem titkosított)

source: Required (can't connect)
hu: szükséges (nem tudok csatlakozni)

source: Required (will encrypt)
hu: szükséges (titkosított)

source: Hostname:
hu: Szerver neve:

source: Gametype:
hu: Játék típusa:

source: Map:
hu: Pálya:

source: Version:
hu: Verzió:

source: Settings:
hu: Beállítások:

source: Players:
hu: Játékosok:

source: Bots:
hu: Botok:

source: Free slots:
hu: Szabad férőhelyek:

source: Encryption:
hu: Titkosítás:

source: Key:
hu: Kulcs:

source: Model:
hu: Modell:

source: No crosshair
hu: Nincs célkereszt

source: Per weapon crosshair
hu: Fegyverenkénti célkereszt

source: Custom crosshair
hu: Egyéni célkereszt

source: Crosshair size:
hu: Célkereszt mérete:

source: Crosshair alpha:
hu: Célkereszt átlátszósága:

source: Crosshair color:
hu: Célkereszt színe:

source: Per weapon
hu: Fegyverenként

source: By health
hu: Életerőtől függ

source: Custom
hu: Egyéni

source: Other crosshair settings
hu: További célkereszt beállítások

source: Model settings
hu: Játékosmodell beállítások

source: View settings
hu: Nézet beállítások

source: Weapon settings
hu: Fegyver beállítások

source: HUD settings
hu: HUD beállítások

source: Apply immediately
hu: Azonnali alkalmazás

source: Crosshair settings
hu: Célkereszt beállítások

source: Enable center crosshair dot
hu: Középső pont engedélyezése

source: Dot size:
hu: Pont mérete:

source: Dot alpha:
hu: Pont átlátszósága:

source: Dot color:
hu: Pont színe:

source: Use normal crosshair color
hu: Célkereszt normális színének használata

source: Crosshair animations:
hu: Célkereszt animációk:

source: Smooth effects of crosshairs
hu: Célkereszt animációk simítása

source: Use rings to indicate weapon status
hu: Fegyverállapot-jelző gyűrű a célkereszt körül

source: Hit testing:
hu: Találat ellenőrzés:

source: HTTST^Disabled
hu: AA^Letiltva

source: HTTST^TrueAim
hu: Valós célzás

source: HTTST^Enemies
hu: Ellenségek

source: Blur crosshair if the shot is obstructed
hu: Célkereszt elmosása, ha a lövés elakadna valamiben

source: Animate when hitting an enemy
hu: Animáció találat esetén

source: Animate when picking up an item
hu: Animáció tárgyfelvétel esetén

source: Damage:
hu: Sérülési effekt:

source: Overlay:
hu: Telítettség:

source: Factor:
hu: Szorzó:

source: Fade rate:
hu: Elhalványulási sebesség:

source: Waypoints
hu: Iránypontok

source: Edge offset:
hu: Eltolás:

source: Show names above players
hu: Játékosok nevének megjelenítése

source: Only when near crosshair
hu: Csak a célkereszt közelében lévő játékosokét

source: Display health and armor
hu: Életerő és páncél jelzése

source: Enter HUD editor
hu: Belépés a HUD szerkesztőbe

source: In order for the HUD editor to show, you must first be in game.
hu: Ahhoz, hogy beléphess a HUD szerkesztőbe, játékban kell lenned.

source: Do you wish to start a local game to set up the HUD?
hu: Elindítod a speciális HUD szerkesztő pályát?

source: HDCNFRM^Yes
hu: Igen

source: HDCNFRM^No
hu: Nem

source: Body fading:
hu: Holttestek elhalványulása

source: Gibs:
hu: Húscafatok:

source: GIBS^None
hu: GIBS^Nincs

source: GIBS^Few
hu: GIBS^Kevés

source: GIBS^Many
hu: GIBS^Sok

source: GIBS^Lots
hu: GIBS^Rengeteg

source: Force player models to mine
hu: Ellenség modelljeinek kényszerítése az enyémmel megegyezőre

source: Force player colors to mine
hu: Ellenség színeinek kényszerítése az enyémmel megegyezőre

source: Field of view:
hu: Látómező:

source: Zoom:
hu: Nagyítási mód:

source: RETICLE^Fullscreen
hu: Teljes képernyő

source: RETICLE^With reticle
hu: Távcsőkeret mutatása

source: ZOOM^Factor:
hu: Szorzó:

source: ZOOM^Speed:
hu: Sebesség:

source: ZOOM^Instant
hu: Azonnal

source: ZOOM^Sensitivity:
hu: Egér érzékenység:

source: Velocity zoom:
hu: Nagyítás simítása:

source: VZOOM^Disabled
hu: Letiltva

source: VZOOM^Forward only
hu: Csak nagyításra

source: VZOOM^All directions
hu: Nagyításra és kicsinyítésre is

source: VZOOM^Speed
hu: Sebesség:

source: Allow passing through walls while spectating
hu: Nézőként a falakon való áthaladás engedélyezése

source: 1st person perspective
hu: Első személy nézet

source: Smooth the view when landing from a jump
hu: Finom rugózás landoláskor

source: Smooth the view while crouching
hu: Finom guggolás

source: View waving while idle
hu: Ingadozás egy helyben ácsorgáskor

source: View bobbing while walking around
hu: Fej biccentés futás közben

source: 3rd person perspective
hu: Harmadik személy nézet

source: Back distance
hu: Távolság hátrafelé

source: Up distance
hu: Távolság felfelé

source: Weapon priority list:
hu: Fegyver elsőbbségi lista:

source: Up
hu: Fel

source: Down
hu: Le

source: Use priority list for weapon cycling
hu: Az elsőbbségi listát használom a fegyverváltáshoz

source: Auto switch weapons on pickup
hu: Automatikus váltás a felvett fegyverre

source: Draw 1st person weapon model
hu: Kézben tartott fegyver megjelenítése

source: Gun model swaying
hu: Fegyver hintáztatása

source: Gun model bobbing
hu: Fegyver biccentése

source: Quit
hu: Kilépés

source: Are you sure you want to quit?
hu: Biztos ki szeretnél lépni?

source: Yes
hu: Igen

source: No
hu: Nem

source: Sandbox Tools
hu: Homokozó eszköztár

source: Spawn
hu: Megjelenítés

source: Remove *
hu: Eltávolítás

source: Copy *
hu: Másolás

source: Paste
hu: Beillesztés

source: Bone:
hu: Csont:

source: Set * as child
hu: * hozzárendelése

source: Attach to *
hu: Hozzárendelés *-hoz

source: Detach from *
hu: Leválasztás * -ról

source: Visual object properties for *:
hu: Vizuális tulajdonságok:

source: Set skin:
hu: Bőr:

source: Set alpha:
hu: Átlátszóság:

source: Set color main:
hu: Elsődleges szín:

source: Set color glow:
hu: Világító szín:

source: Set frame:
hu: Póz:

source: Physical object properties for *:
hu: Fizikai tulajdonságok:

source: Set material:
hu: Anyagjellemzők:

source: Set solidity:
hu: Szilárdság:

source: Non-solid
hu: Áthatolható

source: Solid
hu: Szilárd:

source: Set physics:
hu: Fizika:

source: Static
hu: Statikus

source: Movable
hu: Mozgatható

source: Physical
hu: Fizikai

source: Set scale:
hu: Méret:

source: Set force:
hu: Erő:

source: Claim *
hu: * birtokba vétele

source: * object info
hu: * objektum információi

source: * mesh info
hu: * alakzat információi

source: * attachment info
hu: * csatolmány információi

source: Show help
hu: Súgó

source: * is the object you are facing
hu: A * az az objektum, amelyre nézel

source: Settings
hu: Beállítások

source: Input
hu: Bemenet

source: Video
hu: Videó

source: Effects
hu: Effektek

source: Audio
hu: Hang

source: User
hu: Felhasználó

source: Misc
hu: Egyéb

source: Master:
hu: Általános:

source: Music:
hu: Zene:

source: VOL^Ambient:
hu: VOL^Háttérzajok:

source: Info:
hu: Információ:

source: Items:
hu: Tárgyak:

source: Pain:
hu: Fájdalom:

source: Player:
hu: Játékosok:

source: Shots:
hu: Lövések:

source: Voice:
hu: Beszéd:

source: Weapons:
hu: Fegyverek:

source: New style sound attenuation
hu: Hangok valósághű csillapítása

source: Mute sounds when not active
hu: Elnémítás, ha nem a játék az aktív ablak

source: Frequency:
hu: Frekvencia:

source: Channels:
hu: Csatornák:

source: Mono
hu: Monó

source: Stereo
hu: Sztereó

source: Swap Stereo
hu: Sztereó felcserélése

source: Headphone friendly mode
hu: Fejhallgató barát mód

source: Hit indication sound
hu: Találat jelző

source: Chat message sound
hu: Csevej pittyenés

source: Menu sounds
hu: Menü hangok

source: Time announcer:
hu: Időre figyelmeztetés:

source: WRN^Disabled
hu: AA^Letiltva

source: 1 minute
hu: 1 perc

source: 5 minutes
hu: 5 perc

source: WRN^Both
hu: Mindkettő

source: Automatic taunts
hu: Automatikus gúnyolódás

source: Debug info about sounds
hu: Hangok hibakeresési információi

source: Quality preset:
hu: Grafikai részletesség:

source: PRE^OMG!
hu: PRE^ATYAÉG!

source: PRE^Low
hu: PRE^Alacsony

source: PRE^Medium
hu: PRE^Közepes

source: PRE^Normal
hu: PRE^Normál

source: PRE^High
hu: PRE^Magas

source: PRE^Ultra
hu: PRE^Nagyon magas

source: PRE^Ultimate
hu: PRE^Végső

source: Geometry detail:
hu: Geometriai részletesség:

source: DET^Lowest
hu: DET^Legalacsonyabb

source: DET^Low
hu: DET^Alacsony

source: DET^Normal
hu: DET^Normál

source: DET^Good
hu: DET^Jó

source: DET^Best
hu: DET^Magas

source: DET^Insane
hu: DET^Nagyon magas

source: Texture resolution:
hu: Textúra felbontás:

source: RES^Leet
hu: RES^Semmi

source: RES^Lowest
hu: RES^Legalacsonyabb

source: RES^Very low
hu: RES^Nagyon alacsony

source: RES^Low
hu: RES^Alacsony

source: RES^Normal
hu: RES^Normál

source: RES^Good
hu: RES^Jó

source: RES^Best
hu: RES^Legjobb

source: Avoid lossy texture compression
hu: Veszteséges textúra tömörítés mellőzése

source: Show surfaces
hu: Felületek megjelenítése

source: Use lightmaps
hu: Fénytérképek használata

source: Gloss
hu: Csillogás

source: Reflections:
hu: Tükröződés:

source: Blurred
hu: Homályos

source: REFL^Good
hu: Refl^Jó

source: Sharp
hu: Éles

source: Particles quality:
hu: Részecskék minősége:

source: Particles distance:
hu: Részecskék megjelenítése:

source: Damage effects:
hu: Sebzési effektek:

source: DMGPRTCLS^Disabled
hu: Letiltva

source: DMGPRTCLS^Skeletal
hu: Testrészenként

source: DMGPRTCLS^All
hu: MDL^Mind

source: No dynamic lighting
hu: Nincsenek dinamikus fények

source: Fake corona lighting
hu: Hamis fényudvarok

source: Realtime dynamic lighting
hu: Valós idejű dinamikus fények

source: Shadows
hu: Árnyékok

source: Realtime world lighting
hu: Valósidejű világ fények

source: Use normal maps
hu: Normal map használata

source: Soft shadows
hu: Lágy árnyékok

source: Bloom
hu: Ragyogás

source: Extra postprocessing effects
hu: Extra utófeldolgozási effektek

source: Motion blur:
hu: Mozgási elmosódás:

source: Decals
hu: Vér- és égésnyomok

source: Decals on models
hu: Foltok a modelleken

source: Distance:
hu: Megjelenítés távolsága:

source: Time:
hu: Eltűnés ideje

source: Key bindings:
hu: Billentyűzet-kiosztás:

source: Change key...
hu: Megváltoztatás...

source: Edit...
hu: Szerkesztés...

source: Clear
hu: Törlés

source: Pressing "enter console" key also closes it
hu: "belépés a konzolba" bezárásra is alkalmas

source: Automatically repeat jumping if holding jump
hu: Automatikus ugrás az "ugrás" billentyű lenyomva tartásakor

source: Use joystick input
hu: Botkormány bemenet használata

source: Mouse:
hu: Egér:

source: Sensitivity:
hu: Érzékenység:

source: Smooth aiming
hu: Egér mozgásának simítása

source: Invert aiming
hu: Fordított egérmozgás

source: Disable system mouse acceleration
hu: OS egér gyorsítás kikapcsolása

source: Enable built in mouse acceleration
hu: Beépített egér gyorsítás engedélyezése

source: User defined key bind
hu: Felhasználó által beállított parancsok

source: Command when pressed:
hu: Parancs lenyomáskor:

source: Command when released:
hu: Parancs felengedéskor:

source: Save
hu: Mentés

source: Cancel
hu: Mégsem

source: Network:
hu: Hálózati kapcsolat típusa:

source: Slow ADSL
hu: Lassú ADSL

source: Fast ADSL
hu: Gyors ADSL

source: Broadband
hu: Szélessávú

source: Input packets/s:
hu: Bemeneti csomagok/s:

source: Local latency:
hu: Helyi késleltetés:

source: Client UDP port:
hu: Kliens UDP port:

source: Show netgraph
hu: Hálózati forgalom megjelenítése

source: Client-side movement prediction
hu: Kliensoldali mozgásbecslés

source: Movement error compensation
hu: Mozgási hibák javítása

source: Downloads:
hu: Letöltések:

source: Speed (kB/s):
hu: Sebesség (kB/s):

source: Framerate:
hu: Képfrissítés sebessége:

source: MAXFPS^Unlimited
hu: MAXFPS^Korlátlan

source: Target:
hu: Cél érték:

source: TRGT^Disabled
hu: TRGT^Letiltva

source: Idle limit:
hu: Tétlenség esetén:

source: IDLFPS^Unlimited
hu: IDLFPS^Korlátlan

source: Show frames per second
hu: A képkocka/másodperc megjelenítése

source: Save processing time for other apps
hu: Feldolgozási adatok elmentése más programok számára

source: Menu tooltips:
hu: Menü tippek:

source: TLTIP^Disabled
hu: TLTIP^Letiltva

source: TLTIP^Standard
hu: TLTIP^Normál

source: TLTIP^Advanced
hu: TLTIP^Részletes

source: Show current time
hu: Jelenlegi idő mutatása

source: Show current date
hu: Mai dátum mutatása

source: Enable developer mode
hu: Fejlesztői mód engedélyezése

source: Advanced settings
hu: Haladó beállítások

source: Cvar filter:
hu: Cvar szűrés:

source: Setting:
hu: Beállítás:

source: Type:
hu: Típus:

source: Value:
hu: Érték:

source: Description:
hu: Leírás:

source: Menu skins:
hu: Menü felületek:

source: Set skin
hu: Felület beállítása:

source: Set language
hu: Nyelv beállítása

source: Disable gore effects and harsh language
hu: Véres hatások letiltása

source: Allow player statistics to track your client
hu: Játékos statisztika küldésének engedélyezése

source: Allow player statistics to use your nickname
hu: Játékosnév megjelenítésének engedélyezése a statisztikákban

source: Resolution:
hu: Felbontás:

source: Font/UI size:
hu: Betűk/Menü mérete:

source: SZ^Unreadable
hu: SZ^Olvashatatlan

source: SZ^Tiny
hu: SZ^Apró

source: SZ^Little
hu: SZ^Pici

source: SZ^Small
hu: SZ^Kicsi

source: SZ^Medium
hu: SZ^Közepes

source: SZ^Large
hu: SZ^Nagy

source: SZ^Huge
hu: SZ^Hatalmas

source: SZ^Gigantic
hu: SZ^Gigantikus

source: SZ^Colossal
hu: SZ^Óriási

source: Color depth:
hu: Színmélység:

source: Full screen
hu: Teljes képernyő

source: Vertical Synchronization
hu: Szinkronizálás a képernyő frissítéshez

source: Anisotropy:
hu: Anizotrópia:

source: ANISO^Disabled
hu: ANISO^Letiltva

source: Antialiasing:
hu: Élsimítás:

source: AA^Disabled
hu: AA^Letiltva

source: High-quality frame buffer
hu: Jó minőségű Framebuffer engedélyezése

source: Depth first:
hu: Mélység először:

source: DF^Disabled
hu: Kikapcsolva

source: DF^World
hu: DF^Világ

source: DF^All
hu: DF^Minden

source: Vertex Buffer Objects (VBOs)
hu: Vertex Buffer Objektumok (VBO)

source: VBO^Off
hu: VBO^Letiltva

source: Vertices, some Tris (compatible)
hu: Csúcspontok, néhány háromszög (kompatibilis)

source: Vertices
hu: Csúcspontok

source: Vertices and Triangles
hu: Csúcspontok és háromszögek

source: Brightness:
hu: Fényerő:

source: Contrast:
hu: Kontraszt:

source: Contrast boost:
hu: Kontraszt növelés:

source: Saturation:
hu: Színtelítettség:

source: LIT^Ambient:
hu: Környezet:

source: Intensity:
hu: Erősség:

source: Wait for GPU to finish each frame
hu: Várakozás a GPU-ra minden képkockánál

source: Use OpenGL 2.0 shaders (GLSL)
hu: OpenGL 2.0 shaderek (GLSL) használata

source: Use GLSL to handle color control
hu: GLSL használata a színvezérlés kezeléséhez

source: Psycho coloring (easter egg)
hu: Pszichedelikus fények (csak a poén kedvéért)

source: Trippy vertices (easter egg)
hu: Mint aki be van rúgva (csak a poén kedvéért)

source: Flip view horizontally
hu: A képernyő vízszintes tükrözése

source: Singleplayer
hu: Egyjátékos mód

source: Instant action! (random map with bots)
hu: Azonnali játék (véletlenszerű pálya botokkal)

source: Campaign Difficulty:
hu: Nehézségi fokozat:

source: CSKL^Easy
hu: CSKL^Könnyű

source: CSKL^Medium
hu: CSKL^Középszint

source: CSKL^Hard
hu: CSKL^Nehéz

source: Start Singleplayer!
hu: Egyjátékos mód indítása

source: Winner
hu: Győztes

source: Team Selection
hu: Válassz csapatot!

source: join 'best' team (auto-select)
hu: Csatlakozás a 'legjobb' csapathoz (automatikus-választás)

source: red
hu: Vörös

source: blue
hu: Kék

source: yellow
hu: Sárga

source: pink
hu: Rózsaszín

source: spectate
hu: Nézőként csatlakozok

source: Do not press this button again!
hu: Ne nyomd meg újra ezt a gombot!

source: Huh? Can't play this (m is NULL). Refiltering so this won't happen again.
hu: Jajj? Ezzel nem lehet játszani (m is NULL). Állítsd át a szűrést, hogy ne ismétlődjön meg!

source: %s's Xonotic Server
hu: %s Xonotic szervere

source: Huh? Can't play this (invalid game type). Refiltering so this won't happen again.
hu: Jajj? Ezzel nem lehet játszani (érvénytelen játék típus). Állítsd át a szűrést, hogy ne ismétlődjön meg! .

source: spectator
hu: Nézőként csatlakozok

source: <no model found>
hu: <modell nem található>

source: Remove
hu: Eltávolítás

source: Bookmark
hu: Könyvjelző

source: Host name
hu: Szerver név

source: Map
hu: Pálya

source: Type
hu: Típus

source: Players
hu: Játékosok

source: <TITLE>
hu: <CÍM>

source: <AUTHOR>
hu: <SZERZŐ>

source: VOL^MAX
hu: Maximum hangerő

source: VOL^OFF
hu: Kikapcsolva

source: error receiving update notification: status is %d
hu: Frissítési értesítési hiba: az állapota %d

source: error: received HTML instead of an update notification
hu: Hiba: frissítési értesítés helyett egy HTML-t kapott

source: error: received carriage returns from update notification server
hu: Hiba: a frissítés értesítő szerverről egy 'kocsi vissza'-t kapott

source: Update can be downloaded at: %s
hu: Frissítés letölthető: %s -ről

source: Autogenerating mapinfo for newly added maps...
hu: MapInfo készítése az újonnan hozzáadott pályákhoz...

source: Update to %s now!
hu: Frissítés %s-re/ra!

source: ^1ERROR: Texture compression is required but not supported. ^1Expect visual problems.
hu: ^1Hiba: textúra tömörítés szükséges, de nem támogatott. ^1Gondok lehetnek a megjelenítéssel.

source: Use default
hu: Alapértékek használata

source: Team Color:
hu: Csapat színe:

source: Enable panel
hu: Panel engedélyezése

source: Heavy Laser Assault Cannon
hu: Nehéz Lézer Rohamágyú

source: Grappling Hook
hu: Vonóhorog

source: @!#%'n Tuba
hu: ki@!#%tt Tuba
